{
  "0": {
    "0": {
      "0": {
        "descriptions": [
          " نخستین ورژن"
        ],
        "date": "1402-12-1"
      }
    },
    "1": {
      "0": {
        "descriptions": [
          "ورژن 1402"
        ],
        "date": "1402-12-29"
      }
    }
  },
  "1": {
    "0": {
      "0": {
        "descriptions": [
          "امکان انتخاب همکار درصدی در ثبت فاکتور برای کالا",
          "برطرف کردن مشکل سوختن خدمت در خصوص همکار درصدی"
        ],
        "date": "1403-1-15"
      },
      "1": {
        "descriptions": [
          "برطرف شدن مشکل شارژ کیف پول با خدمت شارژی",
          "مشکل تسویه در واحد فروش",
          "تغییرات ارزش افزوده در گزارش عملکرد",
          "برطرف شدن مشکل کمد vip"
        ],
        "date": "1403-1-16"
      },
      "2": {
        "descriptions": [
          "فیلتر شدن کمدها بر اساس واحد فروش"
        ],
        "date": "1403-1-19"
      },
      "3": {
        "descriptions": [
          "افزوده شدن سیستم ورژنینگ"
        ],
        "date": "1403-1-20"
      },
      "4": {
        "descriptions": [
          "اضافه شدن اطلاعات مربوط به فروش کالا در گزارشات همکار درصدی",
          "افزودن دسترسی اختصاصی برای حذف تراکنشها"
        ],
        "date": "1403-1-21"
      },
      "5": {
        "descriptions": [
          "مشکل نمایش سرویس های شارژی برای کاربرانی که نقش مشتری را نیز دارند",
          "اضافه شدن ویژگی انتقالی به فاکتورها",
          "برطرف شدن مشکلات ویجت های داشبورد همکار درصدی"
        ],
        "date": "1403-1-27"
      },
      "6": {
        "descriptions": [
          "حل مشکل نمایش گزارش براساس تگ ها",
          "نمایش مبالغ خدمات انتقالی در گزارش عملکرد",
          "ایمپورت کاربران و خدمات انتقالی",
          "امکان جستجوی کارت هدیه با کد قدیمی "
        ],
        "date": "1403-1-29"
      }
    },
    "1": {
      "0": {
        "descriptions": [
          "ثبت خدمت شارژی انتخاب شده در فاکتور پذیرش",
          "جلوگیری از ثبت فاکتور بدون کاربر",
          "بهینه سازی سرعت دریافت اطلاعات در صفحه مدیریت کمدها",
          "برداشتن سقف بدهی مجاز",
          "امکان گزارش گیری بر اساس روز و ساعت در گزارش عملکرد",
          "امکان گزارش گیری همزمان برای چند واحد فروش در گزارش عملکرد",
          "امکان نمایش جزئیات تراکنش ها بر اساس فاکتور یا کاربر در گزارش عملکرد",
          "امکان تسویه و ثبت تراکنش با تاریخ انتخابی"
        ],
        "date": "1403-2-22"
      },
      "1": {
        "descriptions": [
          "بهینه سازی بروزرسانی لیست فاکتورها پس از اعمال تخفیف گروهی",
          "جلوگیری از ارسال پیامک پس از ویرایش فاکتور",
          "امکان جستجوی در لیست فاکتورها بر اساس شماره سریال پذیرش"
        ],
        "date": "1403-2-23"
      },
      "2": {
        "descriptions": [
          "حذف تراکنش مربوط به شارژ کیف پول توسط خدمت شارژی",
          "حل مشکل قیمت کالای بسته بندی در فروشگاه آنلاین"
        ],
        "date": "1403-2-26"
      }
    },
    "2": {
      "0": {
        "descriptions": [
          "افزودن صفحه ارسال فاکتور به واسط مالیاتی",
          "رفع مشکل بروزرسانی صفحه پذیرش بعد از ثبت فاکتور جدید",
          "رفع مشکل دسترسی کاربر عادی در صفحه گزارش عملکرد",
          "افزودن اطلاعت مرورگر خریدار و خطاهای احتمالی به جدول صفحه پرداخت آنلاین"
        ],
        "date": "1403-3-7"
      },
      "1": {
        "descriptions": [
          "حذف هدیه کش بک با حذف فاکتور اصلی",
          "جلوگیری از حذف فاکتوری که هدیه کش بک استفاده شده دارد",
          "امکان نمایش کمدهای وی آی پی در ثبت خدمت با دسترسی خواندن کمدها ",
          "بروزرسانی خودکار شماره کمد در فاکتورهای معمولی پس از ویرایش کمد در فاکتور پذیرش",
          "امکان مشخص کردن پیمانکار اجباری در تعریف خدمت که در صورت فعال بودن آن کاربر موظف به انتخاب پیمانکار هنگام ثبت فاکتور میباشد",
          "امکان مشخص کردن ارسال به مالیات در تعریف خدمت که در صورت غیر فعال بودن آن ,کالا به واسط مالیاتی ارسال نخواهد شد",
          "جلوگیری از ارسال فاکتورهایی با مجموع صفر و یا آیتم هایی با تعداد صفر و یا تخفیف صد در صدی  به واسط مالیاتی",
          "تغییرات جزئی در گزارش عملکرد"
        ],
        "date": "1403-3-19"
      },
      "2": {
        "descriptions": [
          "بهبود عملکرد تسویه گروهی از چند منبع تسویه",
          "نمایش اختصاص کمد ها به کاربران فقط بر اساس فاکتور پذیرش"
        ],
        "date": "1403-3-21"
      },
      "3": {
        "descriptions": [
          "بهبود فیلتر در گزارش عملکرد بر اساس کاربر",
          "رفع مشکل عدم نمایش کمد کاربران در صفحه خوش آمدگویی",
          "برطرف کردن مشکل قیمت های دستی در ارسال فاکتور به واسط مالیاتی",
          "افزودن امکان ارسال اطلاعات به دیتابیس جداگانه(مختصص مجموعه های مستقر در ایران مال)"
        ],
        "date": "1403-3-26"
      },
      "4": {
        "descriptions": [
          "ایجاد تنظیمات آنلاین جهت مدیریت تنظیمات مربوط به فروش انلاین",
          "ثبت تاریخ شروع خدمات در فروشگاه آنلاین بر اساس لحظه ثبت فاکتور",
          "برطرف شدن مشکل چاپ اتوماتیک بعد از پذیرش",
          "عدم نمایش و محاسبه تگ های رزرو کنسل شده در گزارش عملکرد",
          "برطرف شدن مشکل بازگشت هزینه رزرو های کنسل شده ی بدون جریمه به کیف پول"
        ],
        "date": "1403-3-29"
      },
      "5": {
        "descriptions": [
          "افزودن صفحه نمایش ویژه فاکتورها به منو گزارشات",
          "تغییرات کلی در دستگاه های کارتخوان و اضافه شدن دو نوع اندروید و معمولی برای دستگاه های شرکت پرداخت الکترونیک سامان کیش",
          "جلوگیری از تسویه فاکتور در تاریخ آینده",
          "امکان ثبت پذیرش با دستگاه بر اساس خدمت تگ محصول در خدمات شارژی",
          "برطرف شدن مشکل ویرایش همکار درصدی در فروش خدمت و بروزشدن پورسانت همکار درصدی",
          "افزودن صفحه گزارش کیف پول",
          "بهبود گزارش همکار درصدی"
        ],
        "date": "1403-4-10"
      },
      "6": {
        "descriptions": [
          "برطرف کردن مشکلات مربوط به حذف فاکتور یا تراکنشهای آن زمانی که دارای هدیه کش بک میباشد",
          "جداکردن پروسه باز کردن درب کمد از پروسه پذیرش و بهبود سرعت اختصاص کمد",
          "بهبود دیالوگ تسویه و امکان انتخاب چند خدمت شارژی جهت تسویه",
          "برطرف شدن مشکل تسویه اجباری برای فاکتورهای با مبلغ صفر",
          "برطرف شدن مشکل دسترسی صفحه رزرو به واحدهای فروش",
          "حذف دکمه پذیرش تکراری در تنظیمات واحد فروش",
          "بهبود در چاپ گزارش همکار درصدی"
        ],
        "date": "1403-4-27"
      }
    },
    "3": {
      "0": {
        "descriptions": [
          "امکان تعریف مکان کمد",
          "امکان مشخص کردن نیاز به ارایه کمد در واحد فروش و همچنین در هر خدمت",
          "ارایه کمد ها با توجه به نیاز واحد فروش و خدمات پذیرش به صورت اتوماتیک و دستی",
          "امکان تعریف زمان مصرف منصفانه",
          "امکان مشخص کردن رویکرد در صورت مصرف غیر منصفانه کاربر به دو صورت خروج اتوماتیک و یا جریمه",
          "امکان مخص کردن میزان جریمه مصرف غیر منصفانه بر اساس تعداد جلسات",
          "امکان ثبت عضویت هم زمان چند کاربر جدید توسط چند همکار",
          "برطرف شدن مشکل ارتباط با دستگاه پوز برای کاربر با دسترسی همکار عادی",
          "افزایش تعداد نمایش بانکهای مجاز بر اساس دسترسی گروه کاری",
          "برطرف شدن مشکل فایل اکسل در گزارش نمایش ویژه فاکتورها",
          "صفحه جدید گزارش هزینه های کاربر در ماژول ازتباط با مشتری",
          "تغییرات در ترتیب ستون های صفحه پذیرش و فاکتور",
          "برطرف شدن مشکل نمایش مانده کیف پول بعد از برداشت از آن در تراکنش",
          "خواندن قیمت خدمته ای آزاد در پذیرش با اولویت قیمت تک جلسه ای",
          "امکان مشخص کردن پرینت اتوماتیک بر اساس کالا",
          "برطرف شدن مشکل های دسترسی همکار عادی به لیست مشتریان"
        ],
        "date": "1403-5-24"
      }
    }
  }
}